Repository: EvalBook/EvalBook
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: User updated
fr: Utilisateur mis à jour

source: Error updating user
fr: Erreur lors de la mise a jour utilisateur

source: Enter the user first name
fr: Entrez le prénom de l'utilisateur

source: First name must have at least 3 characters
fr: Le prénom doit contenir au moins 3 caractères

source: First name should have a maximum of 100 characters
fr: Le prénom ne doit pas dépasser 100 caractères.

source: Enter the user last name
fr: Entrez le nom de l'utilisateur.

source: Last name must have at least 3 characters
fr: Le nom de l'utilisateur doit comporter au moins 3 caractères

source: Last name should have a maximum of 100 characters
fr: Le nom de l'utilisateur ne doit pas dépasser les 100 caractères

source: E-mail cannot be null
fr: L'adresse e-mail ne peut être vide

source: The password fields must match.
fr: Les deux champs de mot de passe doivent correspondre

source: Password
fr: Mot de passe

source: Repeat Password
fr: Répétez le mot de passe

source: Is the user active
fr: L'utilisateur est actif ?

source: Yes
fr: Oui

source: No
fr: Non

source: Send
fr: Envoyer

source: User created
fr: Utilisateur créé

source: User creation error
fr: Une erreur est survenue en créant l'utilisateur

source: The teachers eval tool
fr: L'outil d'évaluation pour les professeurs

source: My profile
fr: Mon profile

source: Project initiated by
fr: Projet initié par

source: Source code and authors on Github
fr: Code source et auteurs sur Github

source: Read the user manual
fr: Lire le manuel utilisateur

source: My e-mail
fr: Mon e-mail

source: My password
fr: Mon mot de passe

source: Remember me
fr: Se souvenir de moi

source: Log in
fr: Connexion

source: Edit user:
fr: Editer utilisateur:

source: Users
fr: Utilisateurs

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Active
fr: Actif

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: No users found
fr: Aucun utilisateur trouvé

source: ROLE_ADMIN
fr: Admin

source: ROLE_USERS_LIST
fr: Lister les utilisateurs

source: ROLE_USER_CREATE
fr: Créer un utilisateur

source: ROLE_USER_EDIT
fr: Modifier un utilisateur

source: ROLE_USER_DELETE
fr: Supprimer un utilisateur

source: ROLE_STUDENTS_LIST
fr: Lister les élèves

source: ROLE_STUDENT_CREATE
fr: Créer un élève

source: ROLE_STUDENT_EDIT
fr: Editer un élève

source: ROLE_STUDENT_DELETE
fr: Supprimer un élève

source: ROLE_PERIODS_LIST
fr: Lister les périodes

source: ROLE_PERIOD_CREATE
fr: Créer une période

source: ROLE_PERIOD_EDIT
fr: Modifier une période

source: ROLE_PERIOD_DELETE
fr: Supprimer une période

source: ROLE_CLASSES_LIST
fr: Lister les classes

source: ROLE_CLASS_CREATE
fr: Créer une classe

source: ROLE_CLASS_EDIT
fr: Modifier une classe

source: ROLE_CLASS_DELETE
fr: Supprimer une classe

source: ROLE_CLASS_PARAMETERS
fr: Paramétrer une classe

source: ROLE_CLASS_VIEW
fr: Voir une classe

source: ROLE_CLASS_ASSIGN_STUDENT
fr: Assigner un élève à une classe

source: ROLE_ACTIVITIES_LIST
fr: Lister les activités

source: ROLE_ACTIVITY_CREATE
fr: Créer une activité

source: ROLE_ACTIVITY_EDIT
fr: Editer une activité

source: ROLE_ACTIVITY_DELETE
fr: Supprimer une activité

source: ROLE_NOTEBOOK_VIEW
fr: Voir le cahier de notes

source: ROLE_BULLETINS_LIST
fr: Lister les bulletins

source: ROLE_BULLETINS_PRINT
fr: Imprimer les bulletins

source: ROLE_BULLETIN_VALIDATE
fr: Valider un bulletin

source: ROLE_BULLETIN_ADD_COMMENT
fr: Ajouter un commentaire à un bulletin

source: ROLE_BULLETIN_STYLE_EDIT
fr: Editer le style d'un bulletin

source: Edit user
fr: Edition de l'utilisateur

source: Edit user roles
fr: Editer roles utilisateur

source: Go back
fr: Retour

source: Error updating user roles
fr: Erreur de mise a jour des roles

source: User roles updated
fr: Roles mis à jour

source: Are you sure you want to delete this user
fr: Etes vous sûr de voiloir supprimer cet utilisateur ?

source: User deleted.
fr: Utilisateur supprimé

source: An error occured deleting the user.
fr: Une erreur est survenue en supprimant cet utilisateur.

source: Cancel
fr: Quitter

source: Notebook
fr: Cahier de notes

source: Activities
fr: Activités

source: School report
fr: Bulletins

source: Pupils
fr: Elèves

source: Schools and implantation
fr: Ecoles et implantations

source: User added
fr: Utilisateur ajouté

source: Error adding user
fr: Erreur en ajoutant l'utilisateur

source: Your e-mail cannot be null
fr: Votre adresse e-mail ne peut être vide

source: Your information has been updated
fr: Vos données ont été mises à jour

source: An error occured updating your informations
fr: Une erreur est survenue en mettant à jour vos données
